Repository: BananaQuery/bananaquery_dart_sdk
Catalog: packages/banana_query_localization/lib/l10n/intl_*.arb
Languages: es

# userProfileContactInformation
source: Contact Information
es: Información del contacto

# userProfileContactInformationEmail
source: Email
es: Correo electrónico

# userProfileContactInformationPhoneNumber
source: Phone Number
es: Número de teléfono

# userProfileCurrentDietPlan
source: Current Diet Plan
es: Plan de dieta actual

# userProfileCurrentMealPlan
source: Current Meal Plan
es: Plan alimenticio actual

# userProfileDateOfBirth
source: Date of Birth
es: Fecha de nacimiento

# userProfileDietPlans
source: Diet Plans
es: Planes de dieta

# userProfileEmptyCurrentDietPlan
source: No assigned plan
es: Sin plan asignado

# userProfileEmptyCurrentMealPlan
source: No assigned plans
es: Sin plan asignado

# userProfileEmptyStats
source: Get started by adding metrics!
es: ¡Comience agregando métricas!

# userProfileFoodPlanName
source: Food plan name
es: Nombre del plan de alimentos

# userProfileFoodPlanNameHint
source: plan name
es: Nombre del plan

# userProfileHeight
source: Height
es: Altura

# userProfileIntroduceNewHeight
source: Introduce new height
es: Introducir nueva altura

# userProfileIntroduceNewWaist
source: Introduce new waist measurement
es: Introducir nueva medida de cintura

# userProfileIntroduceNewWeight
source: Introduce new weight
es: Introducir nuevo peso

# userProfileMealPlans
source: Meal Plans
es: Planes alimenticios

# userProfilePatientName
source: Patient's name
es: Nombre del paciente

# userProfilePhoneNumber
source: Phone Number
es: Número de teléfono

# userProfileRecordsBodyFatColumn
source: Body Fat %
es: % Grasa corporal

# userProfileRecordsChestColumn
source: Chest
es: Pecho

# userProfileRecordsDateColumn
source: Date
es: Fecha

# userProfileRecordsLeftArmColumn
source: Left Arm
es: Brazo izquierdo

# userProfileRecordsLeftLegColumn
source: Left Leg
es: Pierna izquierda

# userProfileRecordsRightArmColumn
source: Right Arm
es: Brazo derecho

# userProfileRecordsRightLegColumn
source: Right Leg
es: Pierna derecha

# userProfileRecordsWaistColumn
source: Waist
es: Cintura

# userProfileRecordsWeightColumn
source: Weight
es: Peso

# userProfileStatsData
source: Stats Data
es: Datos de estadísticas

# userProfileWaist
source: Waist
es: Cintura

# userProfileWeight
source: Weight
es: Peso

source: Valine
es: Valina

source: Vegetables and Vegetable Products
es: Verduras y Productos Vegetales

source: Vitamin A, IU
es: Vitamina A, UI

source: Vitamin A, RAE
es: Vitamina A, RAE

source: Vitamin B-12
es: Vitamina B12

source: Vitamin B-12, added
es: Vitamina B-12, añadida

source: Vitamin B-6
es: vitamina B-6

source: Vitamin C, total ascorbic acid
es: Vitamina C, ácido ascórbico total

source: Vitamin D2 (ergocalciferol)
es: Vitamina D2 (ergocalciferol)

source: Vitamin D3 (cholecalciferol)
es: Vitamina D3 (colecalciferol)

source: Vitamin D (D2 + D3)
es: Vitamina D (D2 + D3)

source: Vitamin D (D2 + D3), International Units
es: Vitamina D (D2 + D3), Unidades Internacionales

source: Vitamin E, added
es: Vitamina E, añadida

source: Vitamin E (alpha-tocopherol)
es: Vitamina E (alfa-tocoferol)

source: Vitamin K (Dihydrophylloquinone)
es: Vitamina K (Dihidrofiloquinona)

source: Vitamin K (Menaquinone-4)
es: Vitamina K (Menaquinona-4)

source: Vitamin K (phylloquinone)
es: Vitamina K (filoquinona)

source: Vitamins
es: vitaminas

source: Water
es: Agua

source: Wednesday
es: Miercoles

source: We don't want your data to get lost!
es: ¡No queremos que tus datos se pierdan!

source: We have updated your database!
es: ¡Hemos actualizado tu base de datos!

source: We have updated your meal plan!
es: ¡Hemos actualizado tu plan de alimentación!

# weWillKeepUsingADifferentVersion
source: We will keep using a different version of this item on your meal plan.
es: Seguiremos usando una versión diferente de este artículo en su plan de comidas.

# weWillUpdateThisFoodItemInMealPlan
source: We will update the existing references to this food item in your meal plan with your selection.
es: Actualizaremos las referencias existentes a este alimento en su plan de comidas con su selección.

# whichVersionOfThisFoodShouldWeUse
source: Which version of this food item should we use for this plan?
es: ¿Qué versión de este alimento deberíamos usar para este plan?

source: Yes
es: Sí

# youAreAboutToDeleteFoodPortion
source: You are about to delete the {portion} portion, do you want to continue?
es: Está a punto de eliminar la porción {porción}, ¿quiere continuar?

# yourDatabaseWillBeUpdateWithFoodPlanItem
source: Your database will be updated with the food item in the food plan. Once you confirm your database will be updated.
es: Su base de datos se actualizará con el alimento en el plan de alimentos. Una vez que confirme, su base de datos se actualizará.

# yourFoodItemWillBeMarkedAsSynced
source: Your food item in your meal plan will be marked as synced.
es: Su artículo de comida en su plan de comidas se marcará como sincronizado.

source: Zinc, Zn
es: cinc, cinc
