Repository: BananaQuery/bananaquery_dart_sdk
Catalog: packages/banana_query_localization/lib/l10n/intl_*.arb
Languages: es

# acceptButtonText
source: ACCEPT
es: ACEPTAR

# addButtonText
source: Add
es: Agregar

source: Add Item
es: Añadir artículo

source: Alanine
es: alanina

source: Alcohol, ethyl
es: alcohol, etilo

source: American Indian/Alaska Native Foods
es: Alimentos indios americanos/nativos de Alaska

source: Amount
es: Cantidad

# appSettingsTabTitle
source: App Settings
es: Ajustes de Aplicacion

# areYouSureYouWantToDeleteMealPlan
source: Are you sure you want to delete this plan?
es: ¿Está seguro de que desea eliminar este plan?

# areYouSureYouWantToRemoveItemFromEquivalence
source: Are you sure you want to remove this item from the equivalent list?
es: ¿Está seguro de que desea eliminar este elemento de la lista de equivalentes?

source: Arginine
es: Arginina

source: Ash
es: Ceniza

source: Aspartic acid
es: Ácido aspártico

source: Average Portion
es: Porción promedio

source: Baby Foods
es: Alimentos para bebés

source: Back
es: Atrás

source: Baked Products
es: Productos horneados

# becomeASupporterContinueButton
source: Continue ({planPrice}/Month)
es: Continuar ({planPrice}/Mes)

# becomeASupporterPriceRate
source: {planPrice}/Month
es: {planPrice}/Mes

# becomeASupporterSubtitle
source: You contributions will help Bodistics grow!
es: ¡Tus contribuciones ayudarán a Bodistics a crecer!

# becomeASupporterTierOneName
source: Supporter
es: Seguidor

# becomeASupporterTierOnePointOne
source: You like the project
es: Te gusta el proyecto

# becomeASupporterTierOnePointThree
source: But you are not ready to use Bodistics
es: Pero no estás listo para usar Bodistics

# becomeASupporterTierOnePointTwo
source: You'd like to see Bodistics succeed
es: Te gustaría ver a Bodistics tener éxito

# becomeASupporterTierThreeName
source: Advocator
es: Representante

# becomeASupporterTierThreePointOne
source: You want to be involved in the Bodistics community
es: Quieres participar en la comunidad Bodistics

# becomeASupporterTierThreePointThree
source: You want to give direct feedback to the developers to help make Bodistics better
es: Te gustaria estar en contacto directo con los desarrolladores para ayudar a mejorar Bodistics

# becomeASupporterTierThreePointTwo
source: You want to be front of the line when it comes to updates
es: Quieres obtener las ultimas actualizaciones antes que todos

# becomeASupporterTierTwoName
source: Believer
es: Creyente

# becomeASupporterTierTwoPointOne
source: You believe this project will become your main tool of work
es: Crees que este proyecto se convertirá en tu principal herramienta de trabajo

# becomeASupporterTierTwoPointThree
source: You believe in Bodistics' vision and you want to be part of it
es: Crees en la vision de Bodistics y te gustaria ser parte de ella

# becomeASupporterTierTwoPointTwo
source: You think Bodistics could make your life easier
es: Crees que Bodistics podría hacerte la vida más fácil

# becomeASupporterTitle
source: Become a Supporter
es: Conviértete en un patrocinador

source: Beef Products
es: Productos de Carne

source: Betaine
es: Betaína

source: Beverages
es: Bebidas

source: Breakfast Cereals
es: Cereales de desayuno

source: Caffeine
es: Cafeína

source: Calcium, Ca
es: Calcio, Ca

source: Calorie Distribution
es: Distribución de calorías

source: Calories
es: calorías

# cancelButtonText
source: Cancel
es: Cancelar

# cannotOpenFile
source: Cannot open "{filename}", the file is invalid.
es: No se pudó abrir el archivo "{filename}".

source: Carbohydrate, by difference
es: Carbohidrato, por diferencia

source: Carbohydrates
es: carbohidratos

source: Carotene, alpha
es: caroteno, alfa

source: Carotene, beta
es: caroteno, beta

source: Cereal Grains and Pasta
es: Cereales y Pastas

source: Cholesterol
es: Colesterol

source: Choline, total
es: Colina total

# clientDocumentTabUntitledDocument
source: Untitled Document
es: Documento sin titulo

source: Confirm your selection
es: Confirma tu selección

# conflictingItemDatabaseItemTitle
source: Database Food Item
es: Artículo de comida de la base de datos

# conflictingItemMealPlanItemTitle
source: Item in meal plan
es: Elemento en el plan de comidas

# conflictingItemReplacementMessage
source: The conflicting food items in your meal plan will be replaced by the food item present in your database
es: Los alimentos en conflicto en su plan de comidas serán reemplazados por el alimento presente en su base de datos.

# conflictingItemSelectionDialogMessageOne
source: There is an existing food item with the same name but with different data in the meal plan and the database
es: Hay un alimento existente con el mismo nombre pero con datos diferentes en el plan de comidas y en la base de datos

# conflictingItemSelectionDialogMessageTwo
source: Note: selecting the food item from the meal plan will cause your entry to be marked as out of sync.
es: Nota: si selecciona el alimento del plan de comidas, su entrada se marcará como no sincronizada.

# conflictingItemSelectionDialogTitle
source: Which item would you like to use in this meal plan?
es: ¿Qué artículo le gustaría usar en este plan de comidas?

source: Copper, Cu
es: Cobre, Cu

source: Create link
es: Crear enlace

source: Create New Plan
es: Crear nuevo plan

source: Cryptoxanthin, beta
es: criptoxantina, beta

source: Cystine
es: cistina

source: Dairy and Egg Products
es: Productos lácteos y de huevo

# deleteButtonText
source: Delete
es: Borrar

# deleteDialogDefaultMessage
source: You are about to delete a resource, are you sure you want to continue?
es: Está a punto de eliminar un recurso, ¿está seguro de que quieres continuar?

# deleteDialogDefaultTitle
source: Are you sure?
es: ¿Está seguro?

# deleteFoodPortion
source: Delete Portion
es: Eliminar parte

# deleteItemConfirmationMessage
source: The food item will be deleted from your database, this action cannot be undone.
es: El artículo de comida se eliminará de su base de datos, esta acción no se puede deshacer.

# deleteItemConfirmationTitle
source: Are you sure you want to edit this item?
es: ¿Está seguro de que desea editar este elemento?

source: delete plan
es: borrar plan

# downloadButtonText
source: Download
es: Descargar

# editButtonText
source: Edit
es: Editar

source: Edit Food Portion
es: Editar porción de comida

source: Edit Item
es: Editar artículo

# editItemConfirmationMessage
source: Food items don't get changed much so we just want to confirm you want to edit this item.
es: Los alimentos no se modifican mucho, por lo que solo queremos confirmar que desea editar este elemento.

# editItemConfirmationTitle
source: Are you sure you want to edit this item?
es: ¿Está seguro de que desea editar este elemento?

source: Edit Plan
es: Editar plan

# emailFieldHint
source: enter email address
es: introduce un correo electrónico

source: Energy
es: Energía

source: Equivalence
es: Equivalencia

source: Equivalents
es: equivalentes

# exitButtonText
source: Exit
es: Salida

source: Export plan
es: Plan de exportación

source: Fast Foods
es: Comidas rápidas

source: Fat
es: Grasa

source: Fats
es: Grasas

source: Fats and Oils
es: Grasas y aceites

source: Fatty acids, total monounsaturated
es: Ácidos grasos, monoinsaturados totales

source: Fatty acids, total polyunsaturated
es: Ácidos grasos poliinsaturados totales

source: Fatty acids, total saturated
es: Ácidos grasos, saturados totales

source: Fatty acids, total trans
es: Ácidos grasos, trans totales

source: Fatty acids, total trans-monoenoic
es: Ácidos grasos, trans-monoenoicos totales

source: Fatty acids, total trans-polyenoic
es: Ácidos grasos, trans-polienoicos totales

source: Fiber
es: Fibra

source: Fiber, total dietary
es: Fibra, dieta total

source: Finfish and Shellfish Products
es: Productos de pescado y mariscos

source: Finish
es: Finalizar

source: Fluoride, F
es: fluoruro, F

source: Folate, DFE
es: Folato, DFE

source: Folate, food
es: folato, alimento

source: Folate, total
es: Folato, total

source: Folic acid
es: Ácido fólico

source: Food Group Distribution
es: Distribución de grupos de alimentos

source: Food item out of sync
es: Alimento no sincronizado

source: Food Items
es: Alimentos

source: Food name
es: Nombre del alimento

# foodPlanComponentAdd
source: Add
es: Agregar

# foodPlanComponentAddItem
source: Add Item
es: Agregar alimento

# foodPlanComponentBreakfast
source: Breakfast
es: Desayuno

# foodPlanComponentDinner
source: Dinner
es: Cena

# foodPlanComponentLunch
source: Lunch
es: Almuerzo

# foodPlanComponentSnack
source: Snack
es: Bocadillo

# foodPlanComponentTotals
source: Totals
es: Totales

source: Food Plan Editor Help
es: Ayuda del editor de planes alimentarios

# foodPlansHoldTheirOwnData
source: Bodistics food plans hold their own nutritional data for the items they use. We have detected that this item has different nutritional in your food plan than what your database holds.
es: Los planes de alimentación de Bodistics contienen sus propios datos nutricionales de los artículos que utilizan. Hemos detectado que este artículo tiene un valor nutricional diferente en su plan de alimentación que el que contiene su base de datos.

source: Foods
es: Alimentos

source: Friday
es: Viernes

source: Fructose
es: Fructosa

source: Fruits and Fruit Juices
es: Frutas y Jugos de Frutas

source: Galactose
es: galactosa

source: Gender
es: Género

# genderFemale
source: female
es: femenino

# genderMale
source: male
es: masculino

# getStartedBecomeASupporterButton
source: Become a supporter
es: Conviértete en un patrocinador

# getStartedDocumentShortcutsTitle
source: Document Shortcuts
es: Accesos directos para documentos

# getStartedGlobalShortcutsTitle
source: Global Shortcuts
es: Accesos directos globales

# getStartedNewDocumentShortcutMacOS
source: (⌘ + n) New document
es: (⌘ + n) Nuevo documento

# getStartedSaveDocumentShortcut
source: (⌘ + s) Save document
es: (⌘ + s) Guardar documento

# getStartedSupporterSectionTitle
source: Support Bodistics
es: Ayuda a Bodístics

# getStartedTabTitle
source: Get Started
es: Empezar

# getStartedViewCreateNewPatientFile
source: Create new patient file
es: Crear nuevo archivo de paciente

# getStartedViewLinks
source: Links
es: Enlaces

# getStartedViewNoRecentFiles
source: No recent files...
es: No hay archivos recientes...

# getStartedViewOpenExistingFile
source: Open existing file
es: Abrir archivo existente

# getStartedViewRecent
source: Recent
es: Reciente

# getStartedViewStart
source: Start
es: comienzo

# getStartedViewTermsOfUse
source: Terms of use
es: Términos de Uso

source: Get Started With Food Equivalents
es: Comience con los equivalentes de alimentos

# getStartedWithFoodEquivalentsDescription
source: You can use equivalent lists to group food items that have similar nutrient contents. Equivalents can be used in meal plans to give your clients a variety of food items to choose from that have the same impact on their meal plan.
es: Puede usar listas equivalentes para agrupar alimentos que tienen contenidos de nutrientes similares. Los equivalentes se pueden usar en los planes de comidas para brindarles a sus clientes una variedad de alimentos para elegir que tengan el mismo impacto en su plan de comidas.

source: Glucose
es: Glucosa

source: Glutamic acid
es: Ácido glutamico

source: Glycine
es: Glicina

source: Gram Weight
es: Peso gramo

source: help
es: ayuda

source: Histidine
es: histidina

source: Hydroxyproline
es: Hidroxiprolina

source: Import
es: Importar

source: Importing English food database
es: Importando la base de datos en ingles

source: Importing Spanish food database
es: Importando la base de datos en español

source: Information
es: Información

source: Initializing food service
es: Inicializando el servicio de comida

source: Invalid file
es: Archivo invalido

source: Invalid weight
es: peso inválido

source: Iron, Fe
es: Hierro, Fe

source: Isoleucine
es: isoleucina

source: Item does not exist
es: El artículo no existe

# itemSearchComponentStartTypingToSearch
source: Start typing to search items
es: Comience a escribir para buscar elementos

source: Item Synced
es: Elemento sincronizado

# keyboardShortcutsText
source: Keyboard shortcuts
es: Atajos de teclado

source: Lactose
es: Lactosa

source: Lamb, Veal, and Game Products
es: Productos de cordero, ternera y caza

source: Legumes and Legume Products
es: Legumbres y productos de legumbres

source: Leucine
es: leucina

# linkButtonText
source: Link
es: Enlace

source: Loading file service
es: Cargando el servicio de archivos

source: Loading settings
es: Cargando cofiguraciones

source: Loading tab service
es: Cargando el servicio de pestañas

source: Lutein + zeaxanthin
es: Luteína + zeaxantina

source: Lycopene
es: Licopeno

source: Lysine
es: Lisina

source: Macro Nutrient Distribution
es: Distribución de macronutrientes

# macrosAndGroups
source: Macros & Food Groups
es: Macros y grupos de alimentos

source: Magnesium, Mg
es: Magnesio

source: Maltose
es: Maltosa

source: Manganese, Mn
es: manganeso, manganeso

source: Mark as current
es: Marcar como actual

source: Meals
es: Comidas

source: Meals, Entrees, and Side Dishes
es: Comidas, entradas y guarniciones

source: Methionine
es: metionina

source: Micro Nutrients
es: Micronutrientes

source: Minerals
es: Minerales

source: Monday
es: Lunes

source: New Equivalence
es: Nueva equivalencia

source: New Food portion
es: Porción de comida nueva

source: New Meal Plan
es: Nuevo plan de comidas

source: New Portion
es: Porción nueva

source: Niacin
es: niacina

source: No Average Portion
es: Sin porción promedio

source: No changes have been made
es: No se han hecho cambios

source: No food items matching: {query}
es: No hay artículos de comida que coincidan: {consulta}

source: No Items
es: No hay artículos

# noItemsInEquivalence
source: There are no items in this equivalence. Get started by adding an item!
es: No hay artículos en esta equivalencia. ¡Comience agregando un artículo!

source: Nut and Seed Products
es: Productos de nueces y semillas

source: Open
es: Abierto

# pageBarCloseDialogBodyOne
source: You are closing an unsaved document. All data will be lost.
es: Está cerrando un documento no guardado. Todos los datos se perderán.

# pageBarCloseDialogBodyTwo
source: Are you sure you want to close this document?
es: ¿Está seguro de que desea cerrar este documento?

# pageBarCloseDialogCloseButton
source: Close
es: Cerrar

# pageBarCloseDialogTitle
source: Unsaved document
es: Documento no guardado

source: Pantothenic acid
es: Ácido pantoténico

source: Phenylalanine
es: Fenilalanina

source: Phosphorus, P
es: Fósforo, P

source: Physical Activity
es: Actividad física

# physicalActivityAverageActivity
source: average activity
es: actividad promedio

# physicalActivityConfinedToBed
source: confined to bed
es: confinado a la cama

# physicalActivityHighActivity
source: high activity
es: alta actividad

# physicalActivityLowActivity
source: low activity
es: baja actividad

# physicalActivityModerateActivity
source: moderate activity
es: actividad moderada

source: Phytosterols
es: fitoesteroles

# planEditorViewCalorieCount
source: Calorie Count
es: Cuenta calorica

# planEditorViewCopiedPlanLink
source: Copied plan link
es: Enlace del plan copiado

# planEditorViewCurrentPlanButton
source: Current Plan
es: Plan activo

# planEditorViewFailedToCreatePlanLink
source: Failed to create plan link
es: No se pudo crear el vínculo del plan

# planEditorViewMacroNutrients
source: Macro Nutrients
es: Macro nutrientes

# planEditorViewMicroNutrients
source: Micro Nutrients
es: Micronutrientes

# planEditorViewPlanHasBeenExported
source: Food plan has been exported and saved.
es: El plan de alimentos ha sido exportado y guardado.

# planEditorViewSaveDialogTitle
source: Save Food Plan
es: Guarda plan alimenticio

# planEditorViewShortcutCopy
source: Copy
es: Copiar

# planEditorViewShortcutDelete
source: Delete
es: Borrar

# planEditorViewShortcutExpandShrink
source: Expand/shrink selection
es: Ampliar/reducir selección

# planEditorViewShortcutMoveNextPrevious
source: Move to next/previous section
es: Mover a seccion de arriba/abajo

# planEditorViewShortcutMoveRightLeft
source: Move right/left
es: Mover a la derecha/izquierda

# planEditorViewShortcutPaste
source: Paste
es: Pegar

source: Plan Name
es: Nombre del plan

# planShareDialogTitle
source: Send Food Plan
es: Enviar plan alimenticio

source: Please confirm update
es: Por favor, confirme la actualización.

source: Please enter a portion name
es: Ingrese un nombre de porción

source: Pork Products
es: Productos de Cerdo

source: portion
es: parte

source: Portion Name
es: Nombre de la porción

# portionNameHint
source: e.g: big cup
es: por ejemplo: taza grande

source: Portions
es: Porciones

# portionsModalQuantity
source: Quantity
es: Cantidad

# portionsModalQuantityHint
source: Quantity: e.g "1.2"
es: Cantidad: por ejemplo, "1.2"

source: Potassium, K
es: potasio, K

source: Poultry Products
es: Productos avícolas

source: Privacy policy
es: Póliza de privacidad

source: Proline
es: prolina

source: Protein
es: Proteína

source: Proteins
es: Proteínas

source: PUFA 18:2
es: AGPI 18:2

source: PUFA 18:2 CLAs
es: AGPI 18:2 CLA

source: PUFA 18:2 i
es: AGPI 18:2 i

source: PUFA 18:2 n-6 c,c
es: AGPI 18:2 n-6 c, c

source: PUFA 18:3
es: AGPI 18:3

source: PUFA 18:3i
es: AGPI 18:3i

source: PUFA 18:3 n-3 c,c,c (ALA)
es: AGPI 18:3 n-3 c,c,c (ALA)

source: PUFA 18:3 n-6 c,c,c
es: AGPI 18:3 n-6 c, c, c

source: PUFA 18:4
es: AGPI 18:4

source: PUFA 20:2 n-6 c,c
es: AGPI 20:2 n-6 c, c

source: PUFA 20:3
es: AGPI 20:3

source: PUFA 20:3 n-3
es: AGPI 20:3 n-3

source: PUFA 20:3 n-6
es: AGPI 20:3 n-6

source: PUFA 20:4
es: AGPI 20:4

source: PUFA 21:5
es: AGPI 21:5

source: PUFA 22:4
es: AGPI 22:4

source: PUFA 22:5 n-3 (DPA)
es: AGPI 22:5 n-3 (DPA)

source: PUFA 22:6 n-3 (DHA)
es: AGPI 22:6 n-3 (DHA)

source: PUFA 2:4 n-6
es: AGPI 2:4 n-6

source: PUFA 2:5 n-3 (EPA)
es: AGPI 2:5 n-3 (EPA)

source: Quantity
es: Cantidad

source: Read-only link
es: Enlace de solo lectura

source: Remove Item
es: Remover el artículo

source: Restaurant Foods
es: Comidas de restaurante

source: Riboflavin
es: Riboflavina

source: Saturday
es: Sabado

source: Sausages and Luncheon Meats
es: Embutidos y Embutidos

# saveButtonText
source: Save
es: Guardar

# saveDialogTitle
source: Save Food Plan
es: Guardar plan de alimentos

# searchFieldHint
source: Search food
es: Buscar comida

# selectButtonText
source: Select
es: Seleccione

source: Selecting default database
es: Seleccionando la base de datos

# selectItemButtonText
source: Select Item
es: Seleccione un artículo

source: Selenium, Se
es: Selenio, Se

# sendButtonText
source: Send
es: Mandar

# sendPlanJobCardBodyAttempts
source: {attemptCount, plural, zero{No attempts} one{{attemptCount} attempt} other{{attemptCount} attempts}}
es: {attemptCount, plural, zero{} one{{attemptCount} intento} other{}}

# sendPlanJobCardBodyRetry
source: retry
es: reintentar

# sendPlanJobCardBodySuccess
source: Plan was sent successfully
es: El plan fue enviado con éxito

# sendPlanJobCardSubtitleTo
source: to: {email}
es: para: {email}

# sendPlanJobCardTitleNotSent
source: {planName} (not sent)
es: {planName} (no enviado)

# sendPlanJobCardTitleSending
source: {planName} (sending)
es: {planName} (enviando)

# sendPlanJobCardTitleSent
source: {planName}
es: {Nombre del plan}

source: Serine
es: serina

# settingsViewDefaultUnits
source: Default Units
es: Unidades por defecto

# settingsViewFoodDatabases
source: Food Databases
es: Bases de datos de alimentos

# settingsViewImportDatabase
source: Import Database
es: Importar base de datos

# settingsViewSettings
source: Settings
es: Ajustes

source: Share meal plan
es: Compartir plan de comidas

# shareMealPlanMessage
source: Give your clients access to this meal plan. The meal plan will be automatically sync everytime you save the file
es: Ofrezca a sus clientes acceso a este plan de alimentación. El plan de comidas se sincronizará automáticamente cada vez que guarde el archivo

# slideAvocadoToConfirm
source: Slide the avocado to confirm
es: Deslice el aguacate para confirmar

source: Snacks
es: Aperitivos

source: Sodium, Na
es: sodio, sodio

source: Soups, Sauces, and Gravies
es: Sopas, salsas y salsas

source: Spices and Herbs
es: Especias y Hierbas

source: Starch
es: Almidón

source: Stigmasterol
es: estigmasterol

source: Sucrose
es: sacarosa

source: Sugars, total including NLEA
es: Azúcares, total incluyendo NLEA

source: Sunday
es: Domingo

source: Sweets
es: dulces

# syncButtonText
source: Sync
es: sincronizar

source: TFA 18:2 t not further defined
es: TFA 18:2 t sin definición adicional

source: TFA 22:1 t
es: ATF 22:1 t

# theAverageFoodPortionIsComputed
source: The average food portion is computed from the items in the equivalence.
es: La porción de comida promedio se calcula a partir de los artículos en la equivalencia.

# theFoodItemNowMatchesTheDatabase
source: The food item in your meal plan now matches the food item in your database and will now be marked as synced.
es: El alimento en su plan de comidas ahora coincide con el alimento en su base de datos y ahora se marcará como sincronizado.

# theFoodPlanWillBeDeleted
source: The food plan will be deleted from your document's profile and will no longer be accessible. This action cannot be undone.
es: El plan de alimentación se eliminará del perfil de su documento y ya no estará accesible. Esta acción no se puede deshacer.

# theItemWillStillBeMarkedAsNotSynced
source: The item will still be marked as not synced. You can always come back and sync it later.
es: El elemento aún se marcará como no sincronizado. Siempre puedes volver y sincronizarlo más tarde.

# theItemYouOpenningDoesNotExist
source: The item you are trying to open does not exist in the database.
es: El elemento que intenta abrir no existe en la base de datos.

source: Theobromine
es: teobromina

source: Thiamin
es: tiamina

source: Threonine
es: treonina

source: Thursday
es: Jueves

source: Tocopherol, beta
es: tocoferol, beta

source: Tocopherol, delta
es: tocoferol, delta

source: Tocopherol, gamma
es: tocoferol, gamma

source: Tocotrienol, alpha
es: Tocotrienol, alfa

source: Total lipid (fat)
es: Lípidos totales (grasa)

source: Tryptophan
es: triptófano

source: Tuesday
es: Martes

source: Tyrosine
es: tirosina

# unitSystemMetric
source: metric
es: métrico

source: Update
es: Actualizar

# updateDatabaseWithMealPlanItemMessageOne
source: We can update the food item in your database to match the food item in the food plan. This will update the name, portions, and nutrients.
es: Podemos actualizar el alimento en su base de datos para que coincida con el alimento en el plan de alimentos. Esto actualizará el nombre, las porciones y los nutrientes.

# updateDatabaseWithMealPlanItemMessageThree
source: Note: You can always select "no" do this later.
es: Nota: siempre puede seleccionar "no" para hacerlo más tarde.

# updateDatabaseWithMealPlanItemMessageTwo
source: If you select "no" then the item in the food plan will remain marked as "out of sync".
es: Si selecciona "no", el artículo en el plan de alimentos permanecerá marcado como "fuera de sincronización".

# updateDatabaseWithMealPlanItemTitle
source: Update your database with the meal plan's food item?
es: ¿Actualizar su base de datos con el alimento del plan de comidas?

# userProfileActualHeight
source: Actual Height
es: Altura actual

# userProfileActualWaist
source: Actual Waist
es: Cintura actual

# userProfileActualWeight
source: Actual Weight
es: Peso actual

# userProfileAddMetricButton
source: ADD METRIC
es: AÑADIR MÉTRICA

# userProfileBMI
source: BMI
es: IMC

# userProfileBodyFat
source: Body Fat %
es: % Grasa corporal
